app/views/weekdays/sundays/_blok.html.haml

  .col-md-6.col-md-offset-4
    = form_for :sunday do |form|
      .form-group
        .col-md-4= form.select :name_of_the_dish,  Sunday.all.map{|a| [a.name_of_the_dish] }, {}, {class: 'form-control', multiple: false}
      .form-group
        .row
          .col-md-4= link_to 'Сonfirm', weekdays_orders_path, class: 'btn btn-success btn-block'
---
SELECT "sundays".* FROM "sundays"