app/views/weekdays/mondays/_blok.html.haml

SELECT "mondays".* FROM "mondays"
---
  .col-md-6.col-md-offset-4
    = form_for :monday do |form|
      .form-group
        .col-md-4= form.select :name_of_the_dish,  Monday.all.map{|a| [a.name_of_the_dish] }, {}, {class: 'form-control', multiple: false}
      .form-group
        .row
          .col-md-4= link_to 'Сonfirm', weekdays_orders_path, class: 'btn btn-success btn-block'