app/controllers/weekdays/fridays_controller.rb

SELECT "fridays".* FROM "fridays"
---
  def index
    @fridays = Friday.all

INSERT INTO "fridays" ("name_of_the_dish", "description", "price", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name_of_the_dish", "jksabj"], ["description", "kldfsjd"], ["price", 1232.0], ["created_at", "2018-02-22 21:39:34.747514"], ["updated_at", "2018-02-22 21:39:34.747514"]]
---
  def create
    @friday = Friday.new(friday_params)
    if @friday.save