app/controllers/weekdays/mondays_controller.rb

  def index
    @mondays = Monday.all
---
SELECT "mondays".* FROM "mondays"

  def show
    @monday = Monday.find(params[:id])
---
SELECT  "mondays".* FROM "mondays" WHERE "mondays"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]

  def edit
    @monday = Monday.find(params[:id])
---
SELECT  "mondays".* FROM "mondays" WHERE "mondays"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]

  def create
    @monday = Monday.new(monday_params)
    if @monday.save
---
INSERT INTO "mondays" ("name_of_the_dish", "description", "price", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name_of_the_dish", "23132"], ["description", "213213"], ["price", 32132.0], ["created_at", "2018-02-22 19:28:38.674595"], ["updated_at", "2018-02-22 19:28:38.674595"]]

  def update
    @monday = Monday.find(params[:id])
    if @monday.update(monday_params)
---
SELECT  "mondays".* FROM "mondays" WHERE "mondays"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
UPDATE "mondays" SET "description" = $1, "updated_at" = $2 WHERE "mondays"."id" = $3  [["description", "American pizza often has vegetable oil or shortening mixed into the dough"], ["updated_at", "2018-02-24 20:26:33.832325"], ["id", 3]]

  def destroy
    @monday = Monday.find(params[:id])
    @monday.destroy
---
SELECT  "mondays".* FROM "mondays" WHERE "mondays"."id" = $1 LIMIT $2  [["id", 2], ["LIMIT", 1]]
DELETE FROM "mondays" WHERE "mondays"."id" = $1  [["id", 2]]