app/controllers/weekdays/saturdays_controller.rb

SELECT "saturdays".* FROM "saturdays"
---
  def index
    @saturdays = Saturday.all

INSERT INTO "saturdays" ("name_of_the_dish", "description", "price", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name_of_the_dish", "wqjwqaks"], ["description", "kijjhh"], ["price", 1234.0], ["created_at", "2018-02-22 21:39:57.860098"], ["updated_at", "2018-02-22 21:39:57.860098"]]
---
  def create
    @saturday = Saturday.new(saturday_params)
    if @saturday.save