app/controllers/weekdays/sundays_controller.rb

  def index
    @sundays = Sunday.all
---
SELECT "sundays".* FROM "sundays"

  def create
    @sunday = Sunday.new(sunday_params)
    if @sunday.save
---
INSERT INTO "sundays" ("name_of_the_dish", "description", "price", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name_of_the_dish", "rtyhuj"], ["description", "jhvgv"], ["price", 34567.0], ["created_at", "2018-02-22 21:41:04.866598"], ["updated_at", "2018-02-22 21:41:04.866598"]]