app/controllers/weekdays/thursdays_controller.rb

SELECT "thursdays".* FROM "thursdays"
---
  def index
    @thursdays = Thursday.all

INSERT INTO "thursdays" ("name_of_the_dish", "description", "price", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name_of_the_dish", "1wqwq"], ["description", "jj"], ["price", 33.0], ["created_at", "2018-02-22 21:39:12.405810"], ["updated_at", "2018-02-22 21:39:12.405810"]]
---
  def create
    @thursday = Thursday.new(thursday_params)
    if @thursday.save