app/controllers/weekdays/tuesdays_controller.rb

  def index
    @tuesdays = Tuesday.all
---
SELECT "tuesdays".* FROM "tuesdays"

  def create
    @tuesday = Tuesday.new(tyesday_params)
    if @tuesday.save
---
INSERT INTO "tuesdays" ("name_of_the_dish", "description", "price", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name_of_the_dish", "wew"], ["description", "dfsfd"], ["price", 2111.0], ["created_at", "2018-02-22 20:46:27.555206"], ["updated_at", "2018-02-22 20:46:27.555206"]]