app/controllers/weekdays/wednesdays_controller.rb

SELECT "wednesdays".* FROM "wednesdays"
---
  def index
    @wednesdays = Wednesday.all

INSERT INTO "wednesdays" ("name_of_the_dish", "description", "price", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name_of_the_dish", "asasas"], ["description", "sasax"], ["price", 76.0], ["created_at", "2018-02-22 21:38:09.964962"], ["updated_at", "2018-02-22 21:38:09.964962"]]
---
  def create
    @wednesday = Wednesday.new(wednesday_params)
    if @wednesday.save